Repository: franck-paul/contactMe
Catalog: locales/*/main.po
Languages: fr

source: Subject
fr: Sujet

source: ContactMe
fr: Contactez-moi

source: Add a simple contact form on your blog
fr: Ajoute un formulaire simple de contact sur votre blog

source: Contact me
fr: Contactez-moi

source: Contact me form caption and messages
fr: Intitulé de formulaire et messages de Contactez-moi

source: You must provide a name.
fr: Vous devez indiquer un nom.

source: You must provide a subject.
fr: Vous devez indiquer un sujet.

source: You must write a message.
fr: Vous devez écrire un message.

source: No valid contact recipient was found.
fr: Aucun destinataire de contact valide n'a été trouvé.

source: Message seems to be a spam.
fr: Le message semble être un spam.

source: Hi there! You received a message from your blog's contact page.
fr: Bonjour, Vous avez reçu un message venant de la page contact de votre blog.

source: Message from: %s <%s>
fr: Message de : %s <%s>

source: Website: %s
fr: Site web : %s

source: No recipients.
fr: Pas de destinataires.

source: No page title.
fr: Pas de titre de page.

source: No success message.
fr: Pas de message de réussite.

source: No error message.
fr: Pas de message d'erreur.

source: %s is not a valid e-mail address.
fr: %s n'est pas une adresse e-mail valide.

source: Setting have been successfully updated.
fr: La configuration a été mise à jour.

source: <p>You can use the following form to send me an e-mail.</p>
fr: <p>Vous pouvez utiliser le formulaire suivant pour m'envoyer un courrier électronique.</p>

source: <p style="color:green"><strong>Thank you for your message.</strong></p>
fr: <p style="color:green"><strong>Merci pour votre message.</strong></p>

source: <p style="color:red"><strong>An error occured:</strong> %s</p>
fr: <p style="color:red"><strong>Une erreur s'est produite :</strong> %s</p>

source: Use comments spam filter
fr: Utiliser le filtre de spam des commentaires

source: Activate contactMe on blog
fr: Activer Contactez-moi sur ce blog

source: The URL for the contact form is: <code>%s</code>
fr: L'URL du formulaire de contact est la suivante <code>%s</code>

source: Fields preceded by %s are mandatory.
fr: Les champs précédés de %s sont obligatoires.

source: E-Mail settings
fr: Paramètres de courrier électronique

source: Comma separated recipients list:
fr: Liste de destinataires, séparés par des virgules :

source: E-Mail subject prefix:
fr: Préfixe du sujet des messages :

source: This will be prepend to e-mail subject
fr: Ceci précédera le sujet du courrier électronique

source: SMTP account (optional):
fr: Compte SMTP à utiliser (optionnel) :

source: This will be use as e-mail sender. Note that the sent e-mails will have a Reply-To filled with your correspondent e-mail.
fr: Ce compte sera utilisé comme émetteur du message électronique. Notez que les courriers envoyés contiendront l'adresse e-mail de réponse fournie par votre correspondant·e.

source: Presentation options
fr: Options de présentation

source: Title
fr: Titre

source: Page title:
fr: Titre de la page :

source: Form caption:
fr: Intitulé du formulaire :

source: Confirmation message:
fr: Message de confirmation :

source: Error message:
fr: Message d'erreur :

source: "%s" is the error message.
fr: "%s" est le message d'erreur.

source: Save
fr: Enregistrer

source: Don't forget to add a <a href="%s">“Contact Me” widget</a> linking to your contact page.
fr: N'oubliez pas d'ajouter le <a href="%s">widget « Contactez-moi »</a> insérant un lien vers votre page de contact.

source: Mail contact form
fr: Formulaire de contact

source: Link to the contact form
fr: Lien vers le formulaire de contact

source: Link title:
fr: Titre du lien :
